import ReviewsAvatar1 from "../../assets/img/doctors/avatar.png";

const reviews = [
    {
        avatar: ReviewsAvatar1,
        name: "+7-927-26XXXXX",
        text: "Огромная благодарность Максиму Михайловичу! Когда убиралась дома, неудачно вывернулась и у меня как будто ребро за ребро зашло, боль ужасная, не повернуться, не вздохнуть. С первого сеанса уже получила облегчение, со второго боль полностью прошла. Спасибо огромное!",
        link: "https://prodoctorov.ru/samara/vrach/707600-garkin/",

    },
    {
        avatar: ReviewsAvatar1,
        name: "+7-917-11XXXXX",
        text: "Обращалась к Гаркину М.М. не первый раз, очень нравится подход к пациенту и решение проблемы. Понравилось, что врач не только решает проблему, но и консультирует, отвечает на возникающие вопросы. Если есть проблемы со здоровьем в области позвоночника, советую данного врача.",
        link: "https://prodoctorov.ru/samara/vrach/707600-garkin/",
    },
    {
        avatar: ReviewsAvatar1,
        name: "+7-922-88XXXXX",
        text: "Обратились вместе с дочкой 4 лет. Очень внимательное отношение. Нас обеих осмотрел Максим, сказал, какие есть проблемы, зажатости. Дочке ситуацию исправили за 2 приема. Мне понадобилось чуть больше. Но тоже все проблемы были решены. Рекомендую его однозначно!",
        link: "https://prodoctorov.ru/samara/vrach/707600-garkin/",
    },
    {
        avatar: ReviewsAvatar1,
        name: "+7-927-69XXXXX",
        text: "Обратилась к Максиму Михайловичу с болью в шее и пояснице, за 5 сеансов все прошло, самочувствие отличное! Перед приемом делают отличный медицинский массаж. Врач очень внимательный, клиника уютная, комфортная, приветливый администратор.",
        link: "https://prodoctorov.ru/samara/vrach/707600-garkin/",
    },

]

export default reviews