import styles from './policy.module.scss'

export default function Policy() {
    return (
        <div className={styles.policy}>
            <div className="container">
                <div className={styles.row}>
                    <div className={styles.welcome}>
                        <h1 className={styles.title}>
                            Политика конфиденциальности
                        </h1>
                    </div>
                    <div className={styles.text}>
                        <h2>
                            <strong>1. Общие вопросы</strong>
                        </h2>
                        <p>
                            1.1. Политика конфиденциальности описывает методы использования и хранения компанией ООО
                            «МАКСМЕД»
                            (Клиника мануальной терапии «МАКСМЕД») конфиденциальной информации клиентов,
                            посещающих сайт maksmedclinic.ru.
                        </p>
                        <p>
                            1.2. Предоставляя компании ООО «МАКСМЕД» (Клиника мануальной терапии «МАКСМЕД»)
                            информацию частного характера через сайт maksmedclinic.ru, клиент свободно, своей волей дает
                            согласие на передачу, использование и раскрытие его персональных данных согласно условиям
                            настоящей Политики конфиденциальности.
                        </p>
                        <p>
                            1.3. Политика конфиденциальности применяется только в отношении информации частного
                            характера,
                            полученной через сайт maksmedclinic.ru. Информация частного характера – это информация,
                            позволяющая при ее использовании отдельно или в комбинации с другой доступной компании
                            информацией идентифицировать персональные данные клиента.
                        </p>
                        <p>
                            1.4. Сайт не содержит материалов, неприемлемых для детей и подростков младше 14 лет. Однако
                            они
                            не могут передавать никакие личные данные через интернет без согласия одного из родителей
                            или
                            опекуна. Компания ООО «МАКСМЕД» (Клиника мануальной терапии «МАКСМЕД») гарантирует, что
                            сознательно не собирает и не хранит никаких личных данных, связанных с несовершеннолетними
                            лицами.
                        </p>
                        <p>1.5. На сайте maksmedclinic.ru могут иметься ссылки, позволяющие перейти на другие сайты.
                            Компания
                            не несет ответственности за сведения, публикуемые на этих сайтах, и предоставляет ссылки на
                            них
                            только в целях обеспечения удобства клиентов. На сайте maksmedclinic.ru не публикуются
                            преднамеренно ссылки на интернет-ресурсы, которые могут привести к повреждению компьютера
                            клиента или заражению его вирусами.
                        </p>
                        <h2>
                            <strong>2. Данные, которые получает сайт</strong>
                        </h2>
                        <p>
                            2.1. Серверы сайта maksmedclinic.ru. могут собирать для статистики информацию о типе
                            браузера,
                            компьютера и операционной системы, а также IP-адрес.
                        </p>
                        <p>2.2. Собирается следующая персональная информация, а также любая другая информация, которую
                            клиенты сознательно и добровольно передают в процессе использования сайта:
                        </p>
                        <ul>
                            <li>Имя.</li>
                            <li>Адрес электронной почты.</li>
                            <li>Мобильный телефон.</li>
                        </ul>
                        <p>2.2.1. Информация от браузера — данные, которые браузер автоматически отправляет серверу,
                            например: IP-адрес, история последних посещений, название операционной системы, название и
                            версия программы, через которую клиент осуществляет выход в интернет, дату и время посещения
                            сайта пользователем. В настройках браузера можно запретить передачу подобной информации.
                            <br></br>
                            Информация собирается для ведения статистики посещений для функционирования серверов
                            компании и учета собственного трафика. В этом случае собранная статистическая информация не
                            ассоциируется с конкретными пользователями и обрабатывается только в виде обобщенной
                            статистики. IP-адрес клиента и время доступа к системе, в соответствии с пользовательским
                            идентификатором, сохраняются в базе данных в целях предотвращения мошенничества.
                        </p>
                        <p>2.2.2. Также собираются данные из cookies-файлов. Это файлы, в которых после посещения сайта
                            сохраняется информация о действиях клиента на ресурсе. Файлы не влияют на операционную
                            систему
                            компьютера. Компания ООО «МАКСМЕД» (Клиника мануальной терапии «МАКСМЕД») использует
                            эту информацию для ведения статистики о пользователях и их запросах. Эти исследования
                            помогают
                            компании анализировать, оценивать, улучшать свою работу, повышать качество продуктов и
                            услуг,
                            совершенствовать механизмы общения с клиентами.
                            <br></br>
                            Клиент может удалить cookies-файлы после посещения сайта maksmedclinic.ru. Однако в этом
                            случае компания ООО «МАКСМЕД» (Клиника мануальной терапии «МАКСМЕД») не несет
                            ответственности за ненадлежащее качество работы ресурса.
                        </p>
                        <p>
                            2.3. Информация собирается для установления обратной связи с Пользователем и обработки его
                            заявок
                            и запросов, предоставления клиентской поддержки; оповещения об изменениях в работе наших
                            служб;
                            предоставления, с согласия клиента, предложений и информации об акциях, поступлениях
                            новинок,
                            рекламных рассылок.
                        </p>
                        <p>
                            2.4. Компания вправе удалять любую информацию, содержащую личные данные пользователей сайта.
                        </p>
                        <p>2.5. На сайте maksmedclinic.ru пользователь может оставлять отзывы об услугах. В этом случае
                            он
                            обязан помнить, что информация личного характера, которую он сообщает в этих разделах сайта,
                            видна другим пользователям.
                        </p>
                        <h2>
                            <strong>3. Охрана личной информации пользователей</strong>
                        </h2>
                        <p>
                            3.1. Компания ООО «МАКСМЕД» (Клиника мануальной терапии «МАКСМЕД») никогда и ни при
                            каких обстоятельствах не сообщает третьим лицам личную (персональную) информацию о своих
                            клиентах,
                            кроме случаев, предписанных Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных
                            данных»,
                            или когда клиент добровольно соглашается на передачу информации.
                        </p>
                        <p>
                            3.2. Компания имеет право привлекать другие компании и частных лиц для выполнения
                            определенных
                            видов работ, например для доставки заказов, почты и сообщений по электронной почте, удаления
                            дублированной информации из списков клиентов, анализа данных, предоставления маркетинговых
                            услуг, обработки платежей по кредитным картам. Эти юридические/физические лица имеют доступ
                            к
                            личной информации пользователей, только когда это необходимо для выполнения их функций.
                            Данная
                            информация не может быть использована ими в других целях.
                        </p>
                        <p>
                            3.3. Компания ООО «МАКСМЕД» (Клиника мануальной терапии «МАКСМЕД») реализует мероприятия
                            по защите личных (персональных) данных клиентов в следующих направлениях:
                        </p>
                        <ul>
                            <li>Предотвращение утечки информации, содержащей личные (персональные) данные, по
                                техническим
                                каналам связи и иными способами.
                            </li>
                            <li>Предотвращение несанкционированного доступа к информации, содержащей личные
                                (персональные)
                                данные, специальных воздействий на такую информацию (носителей информации) в целях ее
                                добывания, уничтожения, искажения и блокирования доступа к ней.
                            </li>
                            <li>
                                Защита от вредоносных программ.
                            </li>
                            <li>
                                Обнаружение вторжений и компьютерных атак.
                            </li>
                        </ul>
                        <h2>
                            <strong>4. Время хранения информации</strong>
                        </h2>
                        <p>
                            4.1. Компания ООО «МАКСМЕД» (Клиника мануальной терапии «МАКСМЕД») хранит частную
                            информацию клиентов ровно столько времени, сколько она остается необходимой для достижения
                            тех
                            целей, ради которых она была изначально получена, или других законных целей, за исключением
                            случаев, когда более длительный период хранения информации необходим в соответствии с
                            законодательством либо разрешен им.
                        </p>
                        <p>
                            4.2. Если пользователь отзывает свое согласие на хранение и обработку персональных данных, то
                            он
                            должен обратиться с просьбой удалить их, написав письмо на электронную почту
                            MaksMedClinic@yandex.ru
                        </p>
                        <h2>
                            <strong>5. Сотрудничество с государственными органами</strong>
                        </h2>
                        <p>
                            Существуют ограниченные условия, при которых компания ООО «МАКСМЕД»
                            (Клиника мануальной терапии «МАКСМЕД»)
                            может предоставить информацию частного характера из своих баз данных сторонним
                            третьим лицам:
                        </p>
                        <p>
                            5.1. В целях удовлетворения требований, запросов или распоряжения суда.
                        </p>
                        <p>
                            5.2. В целях сотрудничества с правоохранительными, следственными или другими государственными
                            органами. При этом компания оставляет за собой право сообщать в государственные органы о
                            любой
                            противоправной деятельности без уведомления пользователя об этом.
                        </p>
                        <p>
                            5.3. В целях предотвращения или расследования предполагаемого правонарушения, например
                            мошенничества или кражи идентификационных данных.
                        </p>
                        <p>
                            5.4. В целях защиты юридических прав, прав собственности или безопасности сайта, сотрудников
                            компании, агентов, других пользователей и общества в целом.
                        </p>
                        <h2>
                            <strong>6. Согласие на обработку персональных данных</strong>
                        </h2>
                        <p>
                            Настоящим свободно, своей волей и в своем интересе даю согласие компании ООО «МАКСМЕД»
                            (Клиника мануальной терапии «МАКСМЕД»)
                            , которое находится по адресу: г. Самара, ул. Ново-Садовая, д.
                            252 (далее – Компания) на автоматизированную и неавтоматизированную обработку моих
                            персональных
                            данных в соответствии со следующим перечнем:
                        </p>
                        <p>6.1. Источник захода на веб-сайт: www.maksmedclinic.ru (далее – Сайт Компании) и информация
                            поискового или рекламного запроса.
                        </p>
                        <p>6.2. Данные о пользовательском устройстве (среди которых разрешение, версия и другие атрибуты,
                            характеризующие пользовательское устройство).
                        </p>
                        <p>
                            6.3. Пользовательские клики, просмотры страниц, заполнения полей, показы и просмотры баннеров
                            и
                            видео.
                        </p>
                        <p>
                            6.4. Данные, характеризующие аудиторные сегменты.
                        </p>
                        <p>
                            6.5. Параметры сессии.
                        </p>
                        <p>
                            6.6. Данные о времени посещения.
                        </p>
                        <p>
                            6.7. Идентификатор пользователя, хранимый в cookie,
                        </p>
                        <p>
                            для целей повышения осведомленности посетителей Сайта Компании о продуктах и услугах,
                            предоставления релевантной рекламной информации и оптимизации рекламы.
                        </p>
                        <p>
                            Также даю свое согласие на предоставление Компании моих персональных данных как посетителя
                            Сайта
                            www.maksmedclinic.ru агентствам, с которыми сотрудничает Компания. Компания вправе
                            осуществлять
                            обработку моих персональных данных следующими способами: сбор, запись, систематизация,
                            накопление, хранение, обновление, изменение, использование, передача (распространение,
                            предоставление, доступ).
                        </p>
                        <p>
                            Настоящее согласие вступает в силу с момента моего перехода на Сайт Компании —
                            www.maksmedclinic.ru
                            — и действует в течение сроков, установленных действующим законодательством РФ.
                        </p>
                        <h2>
                            <strong>7. Внесение изменений и дополнений</strong>
                        </h2>
                        <p>
                            Все изменения положений или условий политики использования личной информации будут отражены
                            в
                            этом документе. Компания ООО «МАКСМЕД» (Клиника мануальной терапии «МАКСМЕД») оставляет
                            за собой право вносить изменения в те или иные разделы данного документа в любое время без
                            предварительного уведомления, разместив обновленную версию настоящей Политики
                            конфиденциальности
                            на сайте на этой странице. С момента ее опубликования пользователи подчиняются новым
                            условиям
                            Политики конфиденциальности.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    )
}